Repository: mozilla-l10n/mt-training-data
Catalog: oru/oru_pontoon.tmx
Source language: en_us
Languages: oru

source: 1 sentence collected
oru: جمله ن يې جمع داک

source: 2019 End-of-Year Release
oru: 2019 ته څان ا نشر

source: 2 down, keep it up!<playIcon></playIcon>
oru: 2 څېم، جاري وه سېتن<playIcon></playIcon>

source: ≥ 2 No votes
oru: نک ووټ

source: ≥ 2 Yes votes
oru: ”ها” ووټ

source: Abbreviations and Acronyms
oru: مخففات یا مخفف

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
oru: مخففات او ته مخفف ا استعمال سکه USA او ICE يې نک پکر هۀ جکه که ائ بو کان په سا طریقه استعمال سېن که ته ټېسټ املا ګیرډ يې بو سمون نک خورېن۔ دیم يې آ هۀ که کان بو ته دیو مختلف مقصد پاره ګۀ استعمالوَک سېن

source: Abkhaz
oru: ابخاز

source: About
oru: باره

source: About options menu
oru: ته وُرغېوي ا مېنیو

source: Academic Reference
oru: تعلیمي حوالي

source: Accent
oru: لهجۀ

source: Accepted file types: .tsv only
oru: منظور سُک ته فائل نمونۀ:۔ ټ س و صرف

source: Access press releases and stories related to Common Voice
oru: پرېس ریلیز کی چیو او کهانئے مشترک آواز بارۀ نر

source: Account
oru: اکاؤنټ

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
oru: که ا ریکارډنګ صحیح او تتیک ݭیوک هۀ ته پا پېمانۀ پاره او لنک مېلاؤ کوئ </accuracyLink>

source: Acehnese
oru: اچنېسی

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
oru: <micIcon> او قدرتي ځواب ال يې ڒۀ که څُون توݭکيې دی سَۀ نېله{ $actionType }

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
oru: <playIcon> افۀ لیکن که څۀ يې امر کوک لاسته

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
oru: ائ ا جملي صحیح غوېکِن؟

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
oru: </playIcon> ا آډیو کلِپ امر، او ا نقل جېک کَۀ۔ او بُو مېج کوی؟ که نک بَۀ اېډټه کَۀ که مکمل مېچ سَۀ { $actionType }

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
oru: { $actionType }<recordIcon> </recordIcon> بيې ا جمله په زوټه غؤس

source: { $actionType }<stopIcon></stopIcon> when done
oru: { $actionType } <stopIcon> </stopIcon> کان که سَۀ

source: { $actionType } submit when ready
oru: { $actionType } پېشه کَه، کان که تیار سَۀ

source: Adamawa Fulfulde
oru: آدماؤ فلفلډئے

source: Add and Review Sentences, Add Questions, Transcribe Audio
oru: جملي ل دی ګډېون، دوبارۀ وه جیرېون۔ سؤلي ل دی ګډېون۔ اډیو وې جوړېون

source: Add as much information as you can about the language. This could include:
oru: که زُت معلومات ال دی بُو ګه ته زبان ڒیوک اېنچی ڒۀ ل دی۔ پئ نر سُو ائ ګه شامل بېن

source: Add <icon></icon> a public domain sentence
oru: عوامي جمله ليې ګډ کَۀ <icon> </icon>

source: Add information
oru: معلومات ال دی ګډ کَۀ۔

source: Adding Sentences
oru: ته جملي ا ګډؤ

source: Additional Language
oru: اضتفی زبان

source: Add Language
oru: ا زبان ال ګډ کَۀ

source: Add new custom accent "{ $inputValue }"
oru: نیووه لهجۀ ل يې ګډ کَۀ

source: Add new sentences for the community to read
oru: نیووه جملي ل دی ته کمیونېټی ته هِشتک پاره ګډېون

source: Add one sentence per line
oru: هر لیکه نر يې ݭيې جملۀ بکر هۀ

source: Add questions in your language
oru: خوئ زبان نرل دی سؤلی ګډېون

source: Add Questions <small>(Coming soon)</small>
oru: سؤلی ل دی ګډ کَۀ <small> څوار بُو سېره </small>

source: Add Sentences
oru: جملي ل دی ګډ کَۀ

source: Add sentences in your language
oru: خوئ زبان نرل دی جملي ګډېون

source: Add Text
oru: سبق ال يې ګډ کوئ

source: Add up to 1,000 sentences
oru: 1,000 توݭکئے جملي دی ګډ کَۀ

source: Add Your Voice
oru: آواز اِر ګډ کئ

source: Adyghe
oru: ادېغې

source: Afaan Oromo
oru: افان اورومئے

source: Afar
oru: افار

source: A few bytes
oru: څون بائټس

source: Afrikaans
oru: افریقاز

source: Age
oru: عمر

source: Agriculture and Food
oru: ذراعت او خوراک

source: Albanian
oru: البانئے

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
oru: ا دُشکی ته په څُټ ا شور يې ټهیک هۀ، خه که بی کوک يې سا ژغا که ا ژغېدا وه سهی کَوَک سَۀ، افۀ کلِپ سُو ردېوی۔ په پۀ رنګ بُو تَۀ ګۀ سَۀ کانن که TV خلاص وتک بَۀ۔ یا يې بویٛ ګُده ژغؤ بَۀ

source: All
oru: اره

source: All sentence must have the same domain
oru: اره جملي ته سۀ ډومېن پکر هِن

source: All sentences must have the same citation
oru: اره جملي يې ݭيے خوالۀ درون

source: Already have an account? <login>Log-In</login>
oru: اول لاسته ت دې اکاؤنټ هۀ <login> لاګه سُن نر</login>

source: Amharic
oru: امهارک

source: An error occurred fetching sentences
oru: که ا جملي م اِر بُ ورُوکِن، څه غلطي يې سُک

source: An error occurred reviewing this sentence
oru: که آ جمله م بُو دُوباره م جیرَوَک/ نظرثاني مې بو داک، څه غلطي يې سُک

source: An error occurred submitting your voice information
oru: غلطي ر دې زاک ته آوازي معلومات ته ڒیوڅن په وخت

source: An error occurred while creating this transcript
oru: غلذي يې سۀک که کانن يې بُو او نقل جوړېک

source: An error occurred while editing the transcript
oru: غلطي ر نغک کانن بُو که ا نقل اېډټ کېک

source: An error occurred while recording
oru: غلطي ر دې نغک کانن يې بو که ریکارډنګ دوک

source: An error occurred while skipping the transcript
oru: غلطي ر دې نغک کانن بُو که ا نقل سکِپ کېک

source: An error occurred while skipping this prompt
oru: غلطي ر دې نغک کانن بُو که ا پرمپټ سکِپ کېک

source: An error occurred while submitting the report
oru: غلطی ر تغک کانم بُو که او کر جمع کېک

source: An error occurred while uploading your response
oru: غلذي يې سُک کانن بُو که ترتُو ا ځواب اپ لوډ کېک

source: An error occurred while voting the transcript
oru: غلطي ر دې نغک که ا نقل ن بُو ووټ کېک

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
oru: ا نامعلوم یوزر ډېټا سکه عمر، جنس او لهجۀ بو ا اډیو ډېټآ مددګار بَۀ ته ژغ ته پېݫندګالي ته مشین ټرېن کؤ نر۔ ترتو ا یوزر نام، او ا ای مېل سو ته پېش سُک ډېټا ګیرډ تړک نک سَۀ۔ آ يې سو ترتُو خوشه بَۀ که تُو بو ا یوزر نام او ا ای مېل جَوَتېوی که نا

source: Answer questions
oru: ته سولَّی ځَوَبی دی کَۀ

source: Answer Questions <small>(Coming soon)</small>
oru: سؤلی ځوبًی <small> څوار بُو سېره </small>

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
oru: کوک بُو ګۀ ته زبان ا سبق او ا ډېټاسېټ ته مشترک کؤ، جوړؤ، او سِرکؤ په ذریعۀ ا خوئ زبان ساتيېک، پنځېک، او په پېچُمئ لیکېک اېنچی

source: Approve
oru: منظور

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
oru: ته څُټ ا آوزي یا ا کِش کړپ خېر هۀ بون دې، خه ماخ دی بو سا ݫاتئ آوزی نک زېن که ا مشین الګوریتم دی سال الفاظ جَوَت کوی که افئ دی لیک سبق نر نک بېن۔ که ګُده دی تیوس سا نیووه الفاظ امرکِن که سبق نر دی نکِن، افۀ کلِپ رد کوئ۔ خاص کر سا بو تَۀ سَۀ که ګُده ن ا ټی وی خلاص وتک بَۀ۔ یا يې بویٛ ګُده ژغؤ بَۀ۔

source: Arabic
oru: عربي

source: Aragonese
oru: اراګونس

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
oru: تُ اول لاسته ترماخ بیټا ټسټنګ ګروپ هې ته مشترک آواز سپونټېنئس سپیچ پراجېکت؟

source: Are you coming? [called by another]
oru: تُور بُو چیو؟ [بی کوک کیڅېک]

source: Are you coming? <strong>[called by another]</strong>
oru: تُو ر بُو چیو؟ <strong> [بی کوک کیڅېک] </strong>

source: Armenian
oru: ارمانئے

source: Armenian Western
oru: بېشتر ارمانئے

source: Ask about a new language
oru: ته نیوو زبان پاره غؤس

source: Ask Mozilla to share your events
oru: موزیلا کی غؤسئ که ترتیوس ا پروګرمی او ا تقریبات شریک کوی

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
oru: ماخ دی ته سوَلي پِشتِنئ ته پۀ لنک په تهرو<matrixLink> یا ته پۀ ای مېل په پته <emailLink> کوئ

source: Assamese
oru: اسامی

source: Asturian
oru: استورئن

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
oru: ا نقل اره لفظ نسن یا ا غېر لغتی ژغ ا څېن که کوک غوېکِن پشمول ته بيې بيې غوېڅن

source: Attention!
oru: توجهـ

source: Audio Format
oru: آډیو فارمېټ

source: Automotive and Transport
oru: خودکار او ټرانسپورټ

source: Avatar
oru: اواتار

source: Avatar uploaded
oru: اېوېتار اپ لوډ

source: Average
oru: میانۀ

source: A voice clip is marked "valid" when a user gives it a Yes vote.
oru: ته آواز کلپ زر يې بو ته ”صحیح” نشان لګېک سَۀ که کانه ليې ته ”ها” ووټ ڒیوک سَۀ

source: Avoid too much background noise - it should be easy to hear you.
oru: ته په څُټ دُندُوکر لاسته دی ا څان بچکېون۔ که تُو په اسانه اميېک سُن۔

source: Awards
oru: ڒُوک

source: Azerbaijani
oru: آزربائجانی

source: Baatonum
oru: باتونم

source: Baba Malay
oru: بابا مَلے

source: Back
oru: واپس

source: Background Noise
oru: ا په څُټ شور

source: Background Voices
oru: ته څُټ ا آوزي

source: Back to Top
oru: واپس بېژ کی

source: Bafia
oru: بافئے

source: Bafut
oru: بافوت

source: Bahasa Malay
oru: بهاسا مَلے

source: Balochi
oru: بلوچی

source: Bambara
oru: بمباره

source: Bamun
oru: بامُون

source: Bamvele
oru: بارموېلے

source: Bankon
oru: بېنکن

source: Baoule
oru: باؤلې

source: Basaa
oru: بسا

source: Bashkir
oru: باشکر

source: Basque
oru: باسقئے

source: Batanga
oru: بتنګا

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
oru: ته سۀ کلِپ ته ردکؤ پاره يې او اختیاط پکر هۀ که سا نک بَۀ که په پا وجه رد سَۀ که لفظ يې صحیح ادائګي نک سُک هۀ، یا لې زور غلط ځاک زر ڒیوک ݭیوک هۀ۔ یا وه سوالیه نشان وتک هۀ۔ دنیا نر الفاظ ته ادائګي زُت طریقي یِن، پئ نرت دی سو مقامی خلق لاسته ا زتی نک اَمَرک بېن۔ مهربني ن يې سو بَۀ که فئ يې لحاظ ساتئ کوک که تُو لاسته مختلف غُندک ژغېن

source: Become a Common Voice Partner
oru: ته مشترک آواز پناره يې ماخ ګیرډ بائی والي کېون

source: Belarusian
oru: بېلاروسی

source: Benefits
oru: فائدي

source: Bengali
oru: بنګاليے

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
oru: [Beret صحیح هۀ که زوره وه ته لُظ اول حصه (UK) زر هۀ یا دیم حصه (US) زر]

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
oru: سۀ زبان لاسته بی زبان کی ته بدلؤ ا حقیقت <mark> کوډ سویچنګ ته پزنؤ پاره يې سو او مدد کوی

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
oru: او يې سو سۀ بهتر سپورټ بَۀ ته زبنی پاره که ته لیک ا جثه وې زری بَۀ یا وه دې لواړه بَۀ نک۔ </mark>

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
oru: سېول سوسائټي او ریسرچرــ سۀ متاثرکُن ډېټاسېټ يې جوړ کوئ، مېزباني وې کوئ، او شریک وه کوئ

source: <bold>{ $count }</bold> Clips
oru: کلِپی

source: <bold>Help us</bold> find more voices
oru: مددن کوئ که بئے آوزی دی ګه وؤيېن

source: <bold>If you value open, inclusive data - donate today!</bold>
oru: <bold> که تُو يې بو ته پۀ شئ قدر کېوی پشومول ته ډېټآ، سن ال ا خوئ حصه نیکِز</bold>

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
oru: خېراتي ــ ته ډېټاسېټ ا تخلیق سپنسر کوئ که ا مقامي جدیدئت او ا ترقي هر کُده ړنګ سَۀ

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
oru: ټېکنیکل کمپنئےــ سرمایه يې لکوئ ته جَوَت ډېټاسېټ تخلیق نر، ته سۀ ترقي کوُونکئ او ته ګنړ زبنی مصنوعي ذهانت ایکو سسټم پاره

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
oru: ا مصنُوعی ذهانت کيې صرف ته دنیا ته څُون زبنی پناره کر کوون؟

source: Borgu Fulfulde
oru: برغو فلفلډئے

source: Bosnian
oru: بوسنئے

source: Both
oru: ا دیو ګډ

source: Both (Speak and Listen)
oru: ا دوګډ (غوېک او امريېک)

source: Breton
oru: برېظونئے

source: [British English might make "root"]
oru: [برطانوي انګرېزي نر سُو سا ته ”root” غنندک غوېک سَۀ]

source: Browse Languages
oru: ته براؤز ا زبني

source: Build a custom goal
oru: کسټم ګول يې جوړ کَۀ

source: Build Profile
oru: ا پروفائل جوړ کَۀ

source: Bulgarian
oru: بلغارئے

source: Bulk batch
oru: زُت مقدار

source: Bulk Sentences Uploaded
oru: ګرانه جملۀ اپ لوډ

source: Bulu
oru: بُلُو

source: Burmese
oru: برمئے

source: Buryat
oru: بریاظ

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
oru: کيې ا ای مېل </b> ماخ کی يې سو ترتو ته رابطه ضرورت بَۀ آئندۀ ته پاره ګۀ ډېټا سېټ نر ته تبدیلي پاره۔ ا ای مېل يې بو سۀ ته رابطه ټاپئ بَۀ

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
oru: کلِکؤ ګیرډ ته ”Send a link to my email” تُ راضی هې <termsLink> ݭړطی ته سروس </termsLink> او <privacyLink> پرائوېسی </privacyLink> او آ که موزیلا ر دې سو ای مېل کوی پۀ مالومات ګیرډ که څال يې سُو حصه وُر ته بیټا ټسټنګ ته مشارک آواز سپونټېنئس سپیچ پراجېکټ نر

source: By editing your goal, you may lose your existing progress.
oru: ته ګول ته اېډټ کؤ په وختت بُو ا موجودۀ مخکی څېک ګۀ حبطه کېک سَۀ

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
oru: ته پا وُرغېوي ته ڒیوڅن ا مطلب يې او ݭیوک که تُو ته موزیلا ته ډېټا ا سا قسم انډلؤ ګیرډ متفق هې سکه څا ته موزیلا ای پۀ لنک نر موجود هۀ<privacyLink> پرائوېسی پالېسي </privacyLink>

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
oru: <b> تُو راضی هې که </b> ته مقرر ا شناخت ته مشترک آواز ډېټا سېټ نر سهي نک سَۀ

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
oru: ته ځان باره نر ال ا جنه معلومت ال که تو ڒېری، ا اډیو ډېټا که تُو مشترک آواز کی که پېش کی ائ سُو ته آواز ته ژغ ته پېݫندګالي پاره زُت فائده مني بېن

source: By telling us about yourself, you will help developers build more inclusive technology
oru: ته ځان باره نرت اِر که ماخ کی شام دوک، ته فۀ پناره ترتو زُت مهرباني۔ پۀ ګیرډ يې سو ترماخ ته ډیولپر زُت مدد سَۀ که بيے ټېکنالوجی يې سو ګۀ متعارف سَۀ

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
oru: ته مشترک آواز ته استعمال يې او مطلب ݭیوک که تُو ترماخ <termsLink> ݭړطی ګیرډ <privacyLink> ګیرډ متفق هې

source: Cameroon Pidgin
oru: کیمېرون پِډګِنئے

source: [Canadian English might make "route" sound like "rowt"]
oru: [کېنېډئن انګرېزي نربُو ا ”route”سا ته ” rowt” غُندک امريېک سَۀ ]

source: Cancel
oru: کېنسل

source: Cancel Re-recording
oru: ا ریکارنګ کېنسل کَۀ

source: Cancel Submission
oru: ا پېش ݭیوک کېنسل

source: Cannot submit more than 1000 sentences
oru: 1000 لاسته ݫات جملي دی بو په سۀ وار نک جمع اېنچی

source: Can't decide?
oru: فیصلۀ يې بُو نک اېنچِم

source: Cantonese
oru: کېنټونیشئے

source: Catalan
oru: کتلانئے

source: Central Kurdish
oru: منځینئے کُردي

source: Central Melanau
oru: مرکزي مېلاناؤ

source: Change
oru: تبدیلي

source: Change preferences
oru: ا ترجیع بدل کئ

source: Change your email via Settings under Login Identity
oru: ا ای مېل بدل کَۀ ته سېټنګ په دریعۀ ته لاګ اِن آئیډېنټیټی ځېمه

source: Check
oru: جېک

source: Check <icon></icon> is this a linguistically correct sentence?
oru: آ ګه چېک کَۀ <icon> که ترتُو ا جملي ته لسانیات په اصول صحیح یِن، که نا۔

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
oru: جیره کَۀ که ترتُو ا زبان ته مشترک آواز ته لېنګوېج پېج لسټ <languagesPageLink> نر موجود هۀ </languagesPageLink> که نک د بَۀ، او فارم ډک کَۀ ماخ دل سُو<strong> ڒېڅېن که سۀ اسان ای مېل يې هۀ که او بو شاموی که ا حوئ زبان سُو څا سېټ کېوی </strong>

source: Check Transcriptions
oru: ا نقل چېک کَۀ

source: <chevron></chevron>See less
oru: <chevron> </chevron> بيې دی جیره کَۀ

source: <chevron></chevron>See more
oru: <chevron> </chevron> بيې دی جیره کَۀ

source: Chinese (China)
oru: چینئے

source: Chinese (Hong Kong)
oru: هنګ کنګ چینئے

source: Chinese (Taiwan)
oru: تهائیوانئے چینئے

source: Chinyanja
oru: چینیانجئے

source: Choose language/localization
oru: ته زبان ا خؤشؤ/ مقامی کؤ

source: Chuvash
oru: چُواشي

source: Citation
oru: خوالۀ

source: Cite with a URL link or the full name of the work.
oru: ته خوئ الفاظ ته حوالۀ پاره ليې ته URL لنک ڒوئ یا ته کتاب ا نام لیکئ

source: Citing Sentences
oru: ته جملي ته حوالۀ ا ڒیوک

source: Click
oru: کلِک

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
oru: کلِک کَۀ <guidanceLink> دۀ </guidanceLink> که زدۀ کی که آ پېج بُو څا استعمالَوَک سَۀ

source: Clipboard not supported
oru: ا کلِپ بورډه بُو نک سپرټ کوی

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
oru: { $clipCount } وائس کلَپس، ټوټل آرکائو سائز { $size } اېکسپائرز { $expires }

source: Clip Graveyard
oru: ته کلپی ا مړېستون

source: Clips recorded
oru: ا کلِپ ریکاډ ݭیوک

source: Clips Uploaded
oru: ا کلِپ اپ لوډ ݭیوک

source: Clips validated
oru: ا کلِپی ن اِر په کر زَوَک اِن

source: Clips You've Recorded
oru: ا کلِپی که تُو دی ریکارډ داکِن

source: Clips You've Validated
oru: ا کلِپی که تُو وې توثیق دوک هۀ

source: Close
oru: بند

source: Collecting sentences
oru: ته جملي ا جمع کؤ

source: Coming Soon
oru: سېره ر بُو څوا

source: Comment
oru: کمنټ

source: Common Voice data plus all other voice datasets above.
oru: مشترک آواز ډېټا جمع ائ بيې اره وائس ډېټا سېټ ائ بېژ

source: Common Voice Dataset
oru: مشترک آوازی ډېټا سېټ

source: Common Voice is a free, open source platform for community-led data creation
oru: مشترک آواز يې په لیۀ، ته جَوَت ذریعي پلېټفارم هۀ ته فا ډېټا پاره، که ا ݭيې کمیونېټي يې خوئ جوړَوی

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
oru: مشترک آواز يې ته موزیلا فاؤنډېشن پراجېکټ هۀ، سۀ ته امریکه 501c3 يې هۀ۔ فی الحال او پراجېکټ اره <philantropicGrantLink> ا مخئر خلق چَلَوِن او ته پُورۀ دنیا ا خلق ل بُو ا خوئ خصه ڒوِن۔

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
oru: مشترک آواز بُو په چندي او په پېشکشي چلا۔ ترماخ يې بُو تعلیمیافته خلق، عام خلق، صنعت کارنی، ریسرچرنی او کسبدري ګیرډ تعلق بَۀ۔ ته مشترک آواز ا اِستعمال يې په لیۀ هۀ، خه پلېټ فارم کی يې ته چنده ا ڒیوک او ته پۀ ته ساتؤ پناره ته امداد ضرورت هۀ

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
oru: مشترک آواز يې بُو سۀ دیم پلېټ فارم جوړوی که ته فۀ ا توجهـ سو قدرتي، بغېر تیاري، او نک لیکيېک تفریر زر بَۀ۔ او يې سُو ته زُت کمیونیټیز، ته ډېټا سائنسداننی او ته ډېټا ډیولپرز پاره مددګار شئ بَۀ که دُشکی وخت نر يې زُت ډېټا جمع کَوِن،

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
oru: مشترک آواز يې ته موزیلا اول قدم هۀ که ا مشین پویٛ کوی که اصل نر بُو ا خلق ژغېن څا

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
oru: مشترک آواز يې ته اره لاسته عوام کی موجود ته مختلف زبني ته آوزی ډېټا سېټ هۀ

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
oru: مشترک آواز بُو ته تعلیم ا ماهرین، ته زری بزنېس واله، او ته آواز پزنؤ نر ته دلچسپي ته وریوک واله استعمالوِن که ته ټرېننګ واله که مدد کَوِن عوام کی موجود ذریعي سکه وائس ماډلز۔ تُو ماخ خبر اېنچی که تو سو کيې ا خوئ ریکارډنګ ډیلیټ کؤ زېيي؟

source: Community and Languages
oru: کمیونېټی او زبنی

source: Community, Creatives and Civil Society
oru: کمیونېټی، تخلیق او سېول سوسائټي

source: Community participation and decision making.
oru: ته کمیونېټی ا حصه وریوک او ته فیصلي ا سېره کېڅن

source: Community Playbook
oru: کمیونېټی شتم کتاب

source: Confirm Goal
oru: ا مقصد تصدیق کئ

source: Connect with Gravatar
oru: مېلاوؤ ګرېوېټر ګیرډ

source: Contact
oru: رابظه

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
oru: مصنفی، ته ډرامۀ لیکُونکئ، یا ته سکرین لیکونکئ ګیظډ يې رابطۀ کوئ او پِشتِنه دی کوئ که ائ يې بُو ته رئ ته لیک څۀ حصه پبلک ډومېن کی ڒیوک اېنچِن

source: Contact Form
oru: ته رابطه فارم

source: Contact the Common Voice team
oru: ته مشترک آواز ټیم ګیرډ يې رابطۀ کېون

source: Contact us
oru: ماخ مېلاؤ کوئ

source: Contact Us
oru: ماخ مېلاؤ کئ

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
oru: مواد دی موجود هۀ تخلیقي مشترک لائسنس ګیرډ

source: Continue
oru: جاري

source: Continue speaking
oru: ا تقریر جاري سېتن

source: Continue validating
oru: ا صحیح کؤ جاري سېتن

source: Contribute
oru: شند

source: Contribute on GitHub
oru: GitHub نر ال ا خوئ حصه نیکِز

source: Contribute sentences
oru: جملي دی شېندن

source: Contribute text
oru: سبق ال يې ګډ کَۀ

source: Contribute to { $lang }
oru: حصه نیکیزؤ{ $lang }

source: Contribute to text corpus
oru: ټېکسټ کارپس نر يې حصه وُر

source: Contributing to dataset for { $language }
oru: ډېټا سېټ کی پېش کؤ { $language }

source: Contribution Activity
oru: ا پېش سۀک کری

source: Contribution Criteria
oru: ته حصه ته نیکیزؤ ا پېمانه

source: Contribution Experience
oru: ته حصه وریوک ا تجربۀ

source: Contribution Guidelines
oru: ته پېش کؤ هدایات

source: Contributors record voice clips by reading from a bank of donated sentences.
oru: حصورونکئ سو ته آواز ا کلپ ریکارډ کوی فا ذخیره الفاظ ګیرډ که او دی ا څېن جملی شندکِن

source: Cookies
oru: کُکیز

source: <cookiesLink>Cookies<cookiesLink>
oru: <cookiesLink> کُکیز <cookiesLink>

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
oru: <coquiLink> کوقی </coquiLink> يې ݭيې وقف میوک ژغ ټېکنالوجی هۀ۔ ته رئ پراجېکټس نر يې سۀ ډیپ لرننګ پراجېکټ ګه شامل هۀ که STT او TTS اِنجړ بنیاد زر هنشتا

source: Cornish
oru: کورنیشئے

source: Correct
oru: صحیح

source: Corsican
oru: کورسیکنئے

source: { $count } clips
oru: { $count } کلپی

source: { $count }mo
oru: مئ

source: Country/Region of Residence
oru: ا مُلک/علاقۀ ته پِنډؤ

source: { $count }wk
oru: هفتي { $count }

source: { $count }y
oru: څنی
